export const ABOUT_TEXT = [
  '**헬스케어 및 임상시험 매칭 플랫폼, 인플루언서 팬덤 미디어 플랫폼**의 **프론트엔드 개발**을 주도하며, **UI/UX 개선**과 **성능 최적화**에 강력한 역량을 쌓아왔습니다. **레거시 코드 리뉴얼, 모바일-웹 연동, 실시간 채팅 서비스, 다국어 지원 플랫폼** 등을 바탕으로 기업의 서비스 경쟁력 강화에 즉각적으로 기여할 수 있습니다. 단순한 직감에 의존하지 않고, GA를 통한 사용자 행동 분석, Sentry를 이용한 실시간 에러 추적, Cypress 기반의 E2E 테스트 등 정확한 데이터와 지표를 바탕으로 사용자 경험을 지속적으로 고도화했습니다.',
  '90% 이상의 실무 경험은 단독으로 프론트엔드를 맡아 다수의 백엔드 엔지니어들과 협업을 진행하였으며, 다른 신입 프론트엔드 개발자가 합류한 이후에는 기존 프론트엔드 작업과 동시에 **온보딩을 위한 문서화(Storybook 도입, Git 전략 및 프로젝트 컨벤션 정립 등)를 수립**하며 팀의 기술적 기반을 다졌습니다. 또한, 필요에 따라 **NestJS + Prisma 백엔드 개발까지 함께 참여**하며 폭넓은 기술 스펙트럼과 협업 역량을 길렀습니다.',
  '단방향 개발에 그치지 않고 **전체 데이터 흐름**과 **시스템 구조**를 깊이 이해하며, 직무 간 장벽 없는 **유기적인 협업**을 통해 비즈니스의 가치를 실현하는 **프론트엔드 엔지니어**가 되겠습니다.',
]
